{"class_name": "Model", "config": {"name": "model_479", "layers": [{"name": "input_479", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 8], "dtype": "float32", "sparse": false, "name": "input_479"}, "inbound_nodes": []}, {"name": "first", "class_name": "Dense", "config": {"name": "first", "trainable": true, "units": 6, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["input_479", 0, 0, {}]]]}, {"name": "second", "class_name": "Dense", "config": {"name": "second", "trainable": true, "units": 3, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["first", 0, 0, {}]]]}], "input_layers": [["input_479", 0, 0]], "output_layers": [["second", 0, 0]]}, "keras_version": "2.2.4", "backend": "tensorflow"}